{
    "id": 1,
    "name": "DEVELOPPEUR FRONT END ANGULAR H/F",
    "description": "Créée en 2007, CAPENCY (anciennement CAP ADRESSE) est un acteur majeur du marché de la gestion des données clients. Nous concevons, développons et commercialisons des solutions innovantes permettant de traiter l’intégralité des enjeux liés aux coordonnées clients (adresse, e-mail, téléphone…). Nos solutions permettent aux directions métiers de nos clients (grands noms dans les secteurs du e-commerce, chaînes de magasins, centres d’appels, PME…) de détenir des données fiables afin d’optimiser leurs actions marketing et maintenir le lien avec leurs clients. Dans le cadre de notre fort développement, nous recherchons un(e) : Développeur Front End Angular. Rattaché(e) à l’équipe technique, vous aurez pour rôle: -De participer au développement des nouvelles interfaces Web en Angular de la société CAPENCY, -De reporter l’avancement de vos travaux dans l’outil de gestion de projets WRIKE, des bugs et des évolutions, -D’effectuer une veille technologique pour rester au fait des différentes nouveautés en technologie web. Possibilité d’évoluer sur du Back en fonction du profil. PROFIL RECHERCHE : Issu(e) d’une formation supérieure (BTS, DUT, Ecole d’ingénieur), vous bénéficiez d’une expérience significative en tant que Développeur Front-End Angular dans un environnement technique complexe, utilisez Javascript / CSS (sass) / API. br> Une connaissance de GIT / IONIC serait un plus. Avantages : -Télétravail & horaires flexibles, -Une mutuelle prise en charge à 100% par CAPENCY, -Une RTT par mois, -Tickets restaurant & remboursement des transports, -Une culture responsable, -Une nouvelle salle de repos (avec écran plasma, PS5, table de ping pong, etc.), -Des initiatives internes (journée salariés, afterwork, sport). Vous souhaitez rejoindre une entreprise en forte croissance constante, avec une équipe dynamique qui s’efforce continuellement à créer de la valeur pour ses clients et les accompagner dans leurs projets de Data Quality ? Alors rejoignez-nous ! Date limite de candidature : 01/10/2021 Statut : Cadre Date de début prévue : 04/10/2021 Type d'emploi : Temps plein, CDI Salaire : 35 000,00€ à 48 000,00€ par an Avantages : Horaires flexibles Participation au Transport RTT Titre-restaurant Travail à Distance Horaires : -Du Lundi au Vendredi Horaires aménageables Périodes de Travail de 8 Heures Travail en journée Rémunération supplémentaire : Primes Télétravail: Oui",
    "isavailable": true,
    "createdAt": "2021-10-12T09:30:40.000Z",
    "updatedAt": "2021-10-12T09:30:40.000Z",
    "userId": null,
    "companyId": null,
    "locationsid2": null
},
{
    "id": 2,
    "name": "Developpeur Web H/F Odoo",
    "description": "Gécodis est spécialisée dans le E-commerce depuis 22 ans au travers de son site internet Habitat et Jardin qui vend vend essentiellement des produits de l'équipement de la maison, du jardin et de la piscine. Pour accompagner sa croissance et sa migration vers ERP ODOO la société recherche un Développeur informatique HF avec une connaissance et une maîtrise totale d’Odoo. Missions: - Créer des passerelles avec Prestashop - Adapter et développer l’ERP pour satisfaire les besoins de l’entreprise - Gérer la migration - Maitrise des règles de gestion d’une entreprise - maintenir le site et être source de propositions Votre profil: - Bac+5 développeur informatique - Autonome et rigoureux - Vous avez une maitrise de Ia méthodologie et de la conduite de projet - Expérience réussie de 5 ans dans un poste similaire et 3 ans sur Odoo Statut : Cadre Type d'emploi : Temps plein, CDI Salaire : 40 000,00€ à 55 000,00€ par an Avantages : Participation au Transport RTT Horaires : Du Lundi au Vendredi Travail en journée Rémunération supplémentaire : Primes Expérience:Développeur informatique: 5 ans (Requis) Odoo: 3 ans (Requis) Formation:Bac +5 (Master / MBA) (Requis)Télétravail:Non Précautions contre le COVID-19:Protection en plastique sur les postes de travail. Consignes de distanciation sociale Entretiens virtuels.Procédures renforcées de désinfection et de nettoyage",
    "isavailable": true,
    "createdAt": "2021-10-12T09:36:53.000Z",
    "updatedAt": "2021-10-12T09:36:53.000Z",
    "userId": null,
    "companyId": null,
    "locationsid2": null
},
{
    "id": 3,
    "name": "Intégrateur Web – Développeur Front H/F",
    "description": "=== COCCINET === Coccinet est une agence Web crée en 2004. Pour accompagner notre développement et renforcer notre équipe, nous recherchons un.e Intégrateur.trice Web. Spécialisés dans la réalisation de projets à forte valeur ajoutée technique, nous offrons à nos clients (PME / Grands comptes) des prestations adaptées à leurs besoins, orientées métiers. L’étendue de notre offre couvre l’ensemble des étapes de mise en place des applications multimédia : du conseil à la réalisation et à la maintenance. Nos missions au quotidien : Développement de sites vitrines / e-commerce Développement d’applications mobiles Systèmes d’informations : intranets métiers, extranets Mise en place de sites institutionnels évènementiels  métier. Ça, c’est pour la partie formelle. Pour le reste (c’est-à-dire ce qui vous donnera vraiment envie de nous rejoindre) : Nos bureaux sont cool et climatisés, au beau milieu d’un quartier tout aussi cool et vivant Nous apportons autant de soin à la qualité de nos apéros-pétanque qu’à celle de notre code Notre équipe est aussi internationale que compétente === VOTRE MISSION === Sous la responsabilité des chefs de projets, en étroite collaboration avec l'équipe de développement vous êtes en charge : Du découpage des maquettes et de l'optimisation des éléments graphiques De l'intégration et de l'animation des pages Web (mise en forme des templates, intégration des contenus éditoriaux et graphiques) De l'optimisation des performances des pages (Vitesse d'affichage, normes SEO, responsive) Du contrôle de la qualité de vos projets En fonction de votre profil vous serez rapidement amené à être garant de la qualité du travail des intégrateurs juniors. === VOS COMPETENCES === Vous maîtrisez : XD / Figma / Photoshop Les fondamentaux de l’UX / UI Le développement de thèmes : (Wordpress, Prestashop, Drupal) ainsi que l'intégration from Scratch HTML, CSS (Saas / Less), Bootstrap, Twigg Animation Javascript natif et frameworks (React, JQuery) Vous avez par ailleurs de réelles compétences sur : GIT Les contraintes SEO Les normes W3C Une expérience en tant que Graphiste Web est un plus.=== VOTRE PROFIL === Passionné.e par la culture Web, vous justifiez d'une expérience significative (2 à 3 ans minimum) dans de domaine du développement front. Nous attendons de votre part : Une grande conscience professionnelle et de la rigueur (intégration en mode « pixel perfect »)Un sens du travail en équipe Une force de proposition Un esprit créatif et une sensibilité artistique Nous sommes à vos côtés pour étudier votre projet professionnel et accompagner votre montée en expertise. Date de début prévue : 01/10/2021 Type d'emploi : Temps plein, CDI Salaire : 2 400,00€ à 3 200,00€ par mois Avantages : Participation au Transport Titre-restaurant Horaires : Du Lundi au Vendredi Périodes de Travail de 8 Heures Travail en journée Question(s) de présélection: Confirmez-vous être à la recherche d'un emploi à plein temps ? Expérience: Développement front-end: 2 ans (Exigé) Télétravail: Temporairement en raison du COVID-19",
    "isavailable": true,
    "createdAt": "2021-10-12T09:39:31.000Z",
    "updatedAt": "2021-10-12T09:39:31.000Z",
    "userId": null,
    "companyId": null,
    "locationsid2": null
},
{
    "id": 4,
    "name": "Développeur, Intégrateur de Médias Interactifs / spécialisation CMS",
    "description": "Notre agence web et digitale Itekagency intervient auprès d'entreprises de tout types, sur des prestations telles que : Branding, Web, Print, Marketing, Communication. Dans un contexte dynamique et entouré(e) d'une équipe chaleureuse et enthousiaste (webdesigner, graphiste, développeurs, marketing communication ...) , vos principales missions seront : - Développer les sites vitrines selon les demandes des clients à l'aide du CMS le plus adapté (PRESTASHOP et/ou WORDPRESS) - Maintenir et effectuer les améliorations sur les différents sites - Intégrations et / ou créations de plugins - Développer des projets en PHP Date de début prévue : 27/09/2021 Type d'emploi : Temps plein, CDI Salaire : à partir de 2 047,00€ par mois Horaires : Du Lundi au Vendredi Rémunération supplémentaire : Commissions Primes Expérience: Développeur informatique h/f ou similaire: 1 an (Optionnel) Télétravail: Non",
    "isavailable": true,
    "createdAt": "2021-10-12T09:41:11.000Z",
    "updatedAt": "2021-10-12T09:41:11.000Z",
    "userId": null,
    "companyId": null,
    "locationsid2": null
}